Repository: katagaki/HackersJP
Catalog: Hackers/Strings/Localizable.xcstrings
Source language: ja
Languages: en

source: 10件
en: 10 Posts

source: 20件
en: 20 Posts

source: 30件
en: 30 Posts

source: Xでポスト
en: Post on X

source: オフラインで翻訳されます。
en: Text will be translated on-device.

source: キャッシュをクリア
en: Clear Cache

source: キャッシュ管理
en: Manage Cache

source: コメント
en: Comment

source: コメントを読み込み中…
en: Loading comments...

source: コンテンツ
en: Contents

source: サポート
en: Help & Support

source: ストレージ
en: Storage

source: スレッド
en: Thread

source: スレッドを共有
en: Share Thread

source: ソースコードを閲覧
en: Read Source Code

source: その他
en: More

source: タイトルおよび内容
en: Title & Contents

source: デフォルトタブ
en: Default Tab

source: トップ
en: Top

source: フィード
en: Feed

source: ページの記事数
en: Number of Posts Per Page

source: ベスト
en: Best

source: メールを送信
en: Email Me

source: 一般
en: General

source: 並べ替え
en: Sort

source: 使用中
en: Disk Space Used

source: 元の記事を開きます。
en: Original link will be opened.

source: 展示
en: Show HN

source: 新しい順
en: New

source: 日本語
en: Japanese

source: 求人
en: Jobs

source: 準備中…
en: Preparing...

source: 翻訳されたページを開きます。
en: Translated link will be opened.

source: 翻訳用リソースをダウンロード中…
en: Downloading translation files...

source: 英語
en: English

source: 英語の原文で表示されます。
en: No translation will be performed.

source: 著者権表記
en: Attributions

source: 言語
en: Language

source: 記事
en: Post

source: 記事を共有
en: Share Post

source: 記事を読み込み中…
en: Preparing to load posts...

source: 記事を開く
en: Open Post

source: 記事内容を読み込み中…
en: Loading posts...
